Repository: common-repository/revenueflex-easy-ads
Catalog: languages/revenueflex-*.po
Languages: tr_tr

source: Add your domains here to protect your quota. Auto Ad Inserter only works on domains listed here. Please enter only root domains without "www" or "https://"
tr_tr: Kullanım kotanızı korumak için alan adlarınızı buraya girin. Auto Ad Inserter sadece buradaki alanlarda çalışacaktır. Sadece kök alan adını girin, başına www veya https:// gibi kısımları yazmayın.

source: Address Line 1
tr_tr: 1. adres satırı

source: Address Line 1 (Required)
tr_tr: 1. adres satırı (Zorunlu)

source: Address Line 2
tr_tr: 2. adres satırı

source: Address:
tr_tr: Adres:

source: Adsense Publisher ID
tr_tr: Adsense yayıncı kimliği

source: All user and website information will be lost and can not be recovered.
tr_tr: Bütün yayıncı ve site ayarları, geri getirilemeyecek şekilde kaybolacaktır.

source: API Key
tr_tr: API anahtarı

source: Auto Ad Inserter is a simple and effective wordpress plugin to increase your ads' profit the best way. You can easily inject ads into your any web page, also you can choose ad locations and many options from Project Settings page. Click to Continue to get started!
tr_tr: Auto Ad Inserter reklamlarınızın karını en iyi şekilde artırmanızı sağlayan, basit ve verimli bir Wordpress eklentisidir. Reklamları herhangi bir web sayfasına kolayca ekleyebilirsiniz. Ayrıca reklam yerleşimleri ve pek çok opsiyonu Proje Ayarları sayfasından seçebilirsiniz. Başlamak için Devam Et butonuna tıklayın!

source: Auto Ad Inserter manages your ad placements for each page using an AI based approach.
tr_tr: Auto Ad Inserter yapay zeka tabanlı bir yaklaşım kullanarak her sayfa için reklam yerleşimlerinizi yönetir.

source: Auto Ads Per Page
tr_tr: Sayfa başına reklam sayısı

source: Business Account
tr_tr: Firma hesabı

source: Buy Now
tr_tr: Şimdi satın al

source: Cancel
tr_tr: Vazgeç

source: Cancel and use another email address
tr_tr: Vazgeç ve farklı bir eposta adresi kullan

source: Change email address
tr_tr: E-Posta adresi değiştir

source: Change your email address
tr_tr: E-Posta adresiniz değiştir

source: Check your mail box
tr_tr: Posta kutunu kontrol et

source: Check your mailbox and copy api key below.
tr_tr: Posta kutunuzu kontrol edin ve api anahtarını aşağıdaki kopyalayın.

source: City
tr_tr: Şehir

source: City (Required)
tr_tr: Şehir (Zorunlu)

source: City:
tr_tr: Şehir:

source: Click here
tr_tr: buraya tıklayın

source: Close my account
tr_tr: Hesabımı kapat

source: Company Name
tr_tr: Firma Adı

source: Contact Us
tr_tr: Bize Yazın

source: Continue
tr_tr: Devam Et

source: Copy and paste here new API key here from
tr_tr: API anahtarını buraya kopyalayın

source: Country
tr_tr: Ülke

source: Country:
tr_tr: Ülke:

source: Create New Project
tr_tr: Yeni proje oluştur

source: Create Project
tr_tr: Proje oluştur

source: Current Subscription
tr_tr: Mevcut abonelik

source: Dashboard
tr_tr: Ana Sayfa

source: Delete Account
tr_tr: Hesabı sil

source: Delete account
tr_tr: Hesabı sil

source: Desktop Ad Density
tr_tr: Masaüstü Reklam Yoğunluğu

source: Desktop Ads PerPage
tr_tr: Masaüstü Sayfa Başına Reklam

source: Desktop Auto Ads
tr_tr: Masaüstü Otomatik Reklam

source: Desktop Page Views
tr_tr: Masaüstü Sayfa Görüntüleme

source: Desktop Unfilled
tr_tr: Masaüstü Boş

source: Details
tr_tr: Ayrıntılar

source: Email
tr_tr: E-Posta

source: Email (Required)
tr_tr: E-Posta (Zorunlu)

source: Email Address
tr_tr: E-Posta Adresi

source: End Date
tr_tr: Bitiş Tarihi

source: Enter one domain per line &#10;example.com &#10;example1.com &#10;example2.com
tr_tr: Her satıra bir alan adı giriniz. Örnek: &#10;example.com &#10;example1.com &#10;example2.com

source: Enter one url per line &#10;example.com/sports &#10;example.com/news
tr_tr: Her satıra bir adres giriniz. Örnek: &#10;example.com/sports &#10;example.com/news

source: Enter one url per line&#10;example.com/exampleurl1 &#10;example.com/exampleurl2 &#10;example.com/exampleurl3
tr_tr: Her satıra bir adres giriniz. Örnek: &#10;example.com/exampleurl1 &#10;example.com/exampleurl2 &#10;example.com/exampleurl3

source: Exact Match
tr_tr: Tam uyum

source: Exclude Pages
tr_tr: Sayfaları hariç bırak

source: Full Name
tr_tr: Tam İsim

source: Full Name (Required)
tr_tr: Tam İsim (Zorunlu)

source: If you require any further information, feel free to <a href="https://www.revenueflex.com/#contact" target="_blank">contact us</a>.
tr_tr: Daha fazla bilgi almak isterseniz, bizimle her zaman <a href="https://www.revenueflex.com/#contact" target="_blank">iletişime</a> geçebilirsiniz.

source: If you want to exclude Auto Ad Inserter from a certain section on a website enter urls below. Auto Ad Inserter will not process these pages and any pages staring with the given url.
tr_tr: Sitenizin belli bölümlerinin Auto Ad Inserter tarafından işlenmesini istemiyorsanız, adresleri aşağıya girin. Auto Ad Inserter bu adreslerle başlayan sayfalarda çalışmayacaktır.

source: If you want to exclude Auto Ad Inserter from certain pages on your website enter urls below. Auto Ad Inserter will not process these pages.
tr_tr: Sitenizin belli sayfalarında Auto Ad Inserter çalışmasını istemiyorsanız, adresleri aşağıya girin. Auto Ad Inserter bu sayfalarda çalışmayacaktır.

source: If you want to exclude the entire sports section on your website enter "example.com/sports" and Auto Ad Inserter will not process the page or any page starting with the given url (example.com/sports/1, example.com/sports2 etc)
tr_tr: Mesela sitenizin spor bölümünü dışarda bırakmak için "site.com/spor" girebilirsiniz. Bu şekilde başlayan (örneğin site.com/spor/1 ve site.com/spor2 gibi ) sayfalarda çalışmayacaktır.

source: Invoice Info
tr_tr: Fatura Bilgisi

source: Logout
tr_tr: Çıkış yap

source: Mobile Ad Density
tr_tr: Mobil Reklam Yoğunluğu

source: Mobile Ads PerPage
tr_tr: Mobil Sayfa Başına Reklam

source: Mobile Auto Ads
tr_tr: Mobil Otomatik Reklam

source: Mobile Page Views
tr_tr: Mobil Sayfa Görüntüleme

source: Mobile Unfilled
tr_tr: Mobil Boş

source: Monetize Unfilled Impressions
tr_tr: Boş Geçen Reklamlardan Kazan

source: Name on Invoice
tr_tr: Fatura Üstüne Yazılacak İsim

source: Name on Invoice (Required)
tr_tr: Fatura Üstüne Yazılacak İsim (Zorunlu)

source: Name on Invoice:
tr_tr: Fatura Üstüne Yazılacak İsim:

source: Name:
tr_tr: İsim:

source: New email address
tr_tr: Yeni e-posta adresi

source: Next Subscription
tr_tr: Sonraki Abonelik

source: Pages Awaiting
tr_tr: İşlemdeki sayfalar

source: Please enter your email address for better support.
tr_tr: Daha iyi destek için lütfen e-posta adresinizi giriniz:

source: Please enter your user information before subscribing.
tr_tr: Lütfen abone olmadan önce aşağıdaki bilgileri doldurun.

source: Please write your email address to confirm.
tr_tr: Lütfen doğrulama için e-posta adresinizi yazın.

source: Post Code
tr_tr: Posta Kodu

source: Postcode:
tr_tr: Posta Kodu:

source: Price
tr_tr: Fiyat

source: Processed Pages
tr_tr: İşlenmiş Sayfalar

source: Project Create / Select
tr_tr: Proje Oluştur/Seç

source: Project Created
tr_tr: Proje Oluşturuldu

source: Project Domains (Add domain)
tr_tr: Proje Alan Adları (Alan Adı Ekleme)

source: Project Name
tr_tr: Proje Adı

source: Project Settings
tr_tr: Proje Ayarları

source: RevenueFlex Enabled
tr_tr: RevenueFlex aktif

source: RevenueFlex will analyze and start to place ads to your pages shortly. If you see any inappropriate placements please <a href="https://www.revenueflex.com/#contact" target="_blank">contact us</a> immediately. RevenueFlex also supports Google admanager ads and other ad networks. If you need other ads please <a href="https://www.revenueflex.com/#contact" target="_blank">contact us.</a>
tr_tr: RevenueFlex kısa bir süre sonra sayfalarınızı işlemeye başlayacak. Herhangi bir yerde uygunsuz reklam yerleşimi görürseniz, lütfen bu adresten bize bildirin: <a href="https://www.revenueflex.com/#contact" target="_blank">iletişim</a>. RevenueFlex, adsense yanında Google admanager ve diğer ağları da destekler. Bu konular için de bizimle <a href="https://www.revenueflex.com/#contact" target="_blank">iletişime geçin.</a>

source: Save
tr_tr: Sakla

source: Save Email
tr_tr: E-Postayı Kaydet

source: Select
tr_tr: Seç

source: Select Project
tr_tr: Proje Seç

source: Select project to use:
tr_tr: Kullanılacak projeyi seç:

source: Select your subscription
tr_tr: Abonelik seç

source: Start Date
tr_tr: Başlama

source: Starts With
tr_tr: Bununla başlayan

source: Subscription
tr_tr: Abonelik

source: The subscription will start now and first period will end on [endDate].
tr_tr: Aboneliğiniz şimdi başlayacak ve ilk dönem [endDate] tarihinde bitecek.

source: The subscription will start now and first period will end on [endDate]. First price is [firstPrice] [currency], other times are [regularPrice] [currency] .
tr_tr: Aboneliğiniz şimdi başlayacak ve ilk dönem [endDate] tarihinde bitecek. İlk dönem ücreti [firstPrice] [currency], sonraki dönemler [regularPrice] [currency] olarak ücretlendirilecektir.

source: The subscription will start on [startDate] and first period will end on [endDate] .
tr_tr: Aboneliğiniz [startDate] tarihinde başlayacak ve ilk dönem [endDate] tarihinde bitecek.

source: There is no project.
tr_tr: Tanımlı proje yok.

source: This action cannot be reversed.
tr_tr: Bu eylem geri alınamaz.

source: This subscription is currently used.
tr_tr: Bu abonelik kullanımda.

source: Total Auto Ads
tr_tr: Toplam Otomatik Reklam

source: Total Page Views
tr_tr: Toplam Sayfa Görüntüleme

source: Total Pages
tr_tr: Toplam Sayfa Sayısı

source: Unfilled
tr_tr: Boş

source: Unlock your website's revenue potential with a data-driven approach. With our state-of-the-art technology, you can take advantage of artificial intelligence for more ad revenue and a better overall user experience.
tr_tr: Sitenizin gelir potansiyelini serbest bırakın. Kullanıcı deneyiminizi geliştirirken, aynı zamanda gelirinizi de artırın.

source: Update Email
tr_tr: E-Posta Güncelle

source: Update Email Validate Key
tr_tr: E-Posta Güncelleme Anahtar Doğrulama

source: Update user info
tr_tr: Kullanıcı bilgisi güncelle

source: Update User Settings
tr_tr: Kullanıcı Ayarları Güncelle

source: User Info
tr_tr: Kullanıcı Bilgisi

source: User Information
tr_tr: Kullanıcı Bilgileri

source: User Settings
tr_tr: Kullanıcı Ayarları

source: Validate Key
tr_tr: Anahtar Doğrula

source: Validate Your Api Key
tr_tr: Api Anahtarını Doğrula

source: Vat Number
tr_tr: KDV numarası

source: Vat Number:
tr_tr: KDV numarası:

source: Welcome to Auto Ad Inserter
tr_tr: Auto Ad Inserter'a Hoşgeldiniz

source: You cannot close your account because you have a paid subscription and its current period will end on [endDate].<br>You can edit from [URL]
tr_tr: Ücretli bir aboneliğiniz olduğu için ve şu anki dönem [endDate] tarihinde sona ereceğinden dolayı hesabınızı kapatamazsınız.<br>[URL] adresinden değişiklik yapabilirsiniz.

source: You cannot close your account because you have a project belonging to another service: [serviceNames].<br> You can edit from [URL]
tr_tr: Başka bir servise ait bir projeniz olduğu için hesabınızı kapatamazsınız: [serviceNames].<br> [URL] adresinden giriş yaparak düzenleme yapabilirsiniz.

source: You cannot close your account because you have another project: [projectNames].<br>You can edit from [URL]
tr_tr: Başka bir projeniz olduğu için hesabınızı kapatamazsınız: [projectNames].<br>[URL] adresinden giriş yaparak düzenleme yapabilirsiniz.

source: You have a free subscription.
tr_tr: Ücretsiz abonelik kullanmaktasınız.

source: You have a paid subscription and plan for next period.
tr_tr: Sonraki dönem için ücretli bir aboneliğiniz var.

source: You need to add several lines to your ads.txt file.
tr_tr: ads.txt dosyanıza birkaç satır eklemeniz gerekir. Bu satırları görmek için

source: Your API Key
tr_tr: API anahtarınız

source: Your Current Subscription
tr_tr: Mevcut Aboneliğiniz

source: Your email address is wrong.
tr_tr: E-Posta adresi hatalı.
